{"page_title":"Module 1: Walking to the Counter","main_content":"<div id=\"tabSelect\">   <h1>Module 1: Walking to the Counter<\/h1>   <a href=\"\/1\/1\" class=\"currentTab\" style=\"display: inline-block;\">Intro <\/a>   <a href=\"\/1\/2\" class=\"nextTab\" style=\"display: inline-block;\">Videos<\/a>   <a href=\"\/1\/3\" class=\"nextTab\" style=\"display: inline-block;\">Quiz<\/a> <\/div> <h2>What to look for<\/h2> <h3>Vision<\/h3> <p>When an applicant is walking around the office or approaching the counter,   watch to see if they are lightly skimming the wall, furniture, or other   objects with a hand. This is called \"trailing\" and it may mean that the   applicant has vision problems.<\/p> <p>Also, watch for applicants who have to look down frequently, like they   are not sure about what may be in front of them.<\/p> <p>   <br> <\/p> <h3>Motor Skills<\/h3> <p>A lot of people have arthritis. When arthritis is   <em>severe<\/em>, it may make smooth, natural movement very difficult.<\/p> <p>People with Parkinson’s disease may \"shuffle\" their feet, have stiff tight   muscles, or move very slowly to the counter.<\/p> <p>In addition to vision issues, if an applicant is holding on to furniture   or walls, they may have a problem with balance.<\/p> <p>If an applicant is using a walker or a cane, look to see if they are using   it correctly: do they look safe walking, appear to understand how to use   the walker or cane correctly, or look like they are going to fall?<\/p> <p>When it comes to driving, applicants who cannot move their head and neck   from side to side may be dangerous. Other problems with moving legs or   arms may also cause dangerous situations behind the wheel.<\/p> <p>Older adults at risk for falls also may be at risk for a motor vehicle   crash. This makes sense since walking also involves intact visual, cognitive   and movement abilities.<\/p> <p>   <br> <\/p> <h3>Thinking\/Memory Problems<\/h3> <p>Some medical conditions that impact thinking or memory, like stroke, show   up when an applicant is walking in the license office or approaching the   counter.<\/p> <p>Try to notice if an applicant drags a leg or foot on one side while walking,   or has difficulty getting up from a chair. Also, watch for signs that the   applicant is confused, or needs help making it to the counter.<\/p> <p>They may be unsure of which line to be in, or may not be able to follow   simple directions, such as, “next please.” A special problem with applicants   who have thinking or memory problems is that they may not know they have   a problem, or may not know that it impacts driving safety.<\/p> <p>Pay attention to any signs of confusion, inability to understand directions,   repeating statements or stories, or difficulty with “finding the right   word” to say.<\/p> <p>   <br> <\/p> <p>   <a href=\"\/1\/2\" class=\"next\" style=\"display: inline-block;\">Next<\/a> <\/p> <progress max=\"3\" value=\"1\"><\/progress> <p class=\"progressor\">   <strong>Progress:&nbsp;&nbsp;1\/3 done with Module 1<\/strong> <\/p>"}