{"page_title":"Module 2: Exchanging Information","main_content":"<div id=\"tabSelect\">  <h1>Module 2: Exchanging Information<\/h1>  <a href=\"\/2\/1\" class=\"currentTab\" style=\"display: inline-block;\">Intro <\/a>  <a href=\"\/2\/2\" class=\"nextTab\" style=\"display: inline-block;\">Videos<\/a>  <a href=\"\/2\/3\" class=\"nextTab\" style=\"display: inline-block;\">Quiz<\/a> <\/div> <h2>What to look for<\/h2> <h3>Vision<\/h3> <p>Vision problems are sometimes noticeable during normal conversation. When  speaking with the applicant, see if they are able to focus their gaze directly  at you or are off target, like looking over your shoulder.&nbsp;<\/p> <p>Look for unusual head movements when the applicant is looking at documents  – such as turning their head at different angles. The applicant may move  the document closer or farther away to try to see the content clearly.&nbsp;This  may happen when they are reading a piece of paper or signing their name.<\/p> <h3>  <br> <\/h3> <h3>Motor Skills<\/h3> <p>When an applicant is exchanging information, it is a good time to see  if their motor skills are impaired. Observe if applicants are slow to move  any part of their body, or if their response times are unusually slow.  Some impairments, like Parkinson’s disease, can cause parts of the body  to shake. This may mean that holding a pen and writing is very hard, or  getting a license or credit card from a wallet or pocket is very difficult.&nbsp;Watch  for signs of loss of strength as they grasp or hold their license, important  papers, or possibly drop items.<\/p> <p>Also, check for free movement of joints, like the head and neck. If an  applicant has to move their entire upper body to turn their head, then  they may not have good head or neck movement.<\/p> <h3>  <br> <\/h3> <h3>Thinking\/Memory Problems<\/h3> <p>Thinking or memory problems may be clear when having conversations with  applicants, or asking them basic questions.<\/p> <p>It is important to remember that many people with thinking or memory problems  have no idea that they have a problem. However, these types of problems  can be very dangerous when driving.<\/p> <p>Some signs of thinking or memory problems are being confused, answering  questions with strange answers, or becoming easily distracted or frustrated.  Sometimes, applicants may respond in ways that are meant to distract from  their thinking or memory problem. For example, saying things like, “Oh,  you know…”, “I don’t like answering questions…” or “I’ve been driving since  I was 14…” may be ways to avoid the thinking or memory problem.&nbsp;<\/p> <p>An early sign of a thinking or memory problem is repeating the same question or story within minutes. The applicant may not be able to answer basic information or knowledge related to the time, date, their residence or phone number.<\/p> <p>If the applicant has someone who is with them at the license office, then  try to mainly talk with the applicant to make sure that they are able to  answer questions and give information in a normal way.<\/p> <p>Some applicants with thinking or memory problems may need  <i>frequent&nbsp;<\/i>reminders about what they are doing or what has been asked  of them. This is a red flag for a problem.<\/p> <p>  <br> <\/p> <p>  <a href=\"\/2\/2\" class=\"next\">Next<\/a> <\/p> <progress max=\"3\" value=\"1\"><\/progress> <p class=\"progressor\">  <strong>Progress:&nbsp;&nbsp;1\/3 done with Module 2<\/strong> <\/p>"}