{"main_content":"<div id=\"tabSelect\">  <h1>Module 3: Testing<\/h1>  <a href=\"\/3\/1\" class=\"currentTab\" style=\"display: inline-block;\">Intro <\/a>  <a href=\"\/3\/2\" class=\"nextTab\" style=\"display: inline-block;\">Videos<\/a>  <a href=\"\/3\/3\" class=\"nextTab\" style=\"display: inline-block;\">Quiz<\/a> <\/div> <h2>What to look for<\/h2> <h3>Vision<\/h3> <p>When they say the road signs look blurry, they cannot see the center of  the sign, or the outer edge of the road sign, they may have an eye disease  like cataracts, macular degeneration or glaucoma.  <br> <\/p> <p>Some applicants may miss several road signs because of impaired vision,  memory, or thinking problems that prevents them from understanding what  the sign means.<\/p> <p>Some applicants may comment, “I need new glasses” or “I forgot my glasses  at home.”<\/p> <p>  <br> <\/p> <h3>Motor Skills<\/h3> <p>Asking an applicant to place their head in the vision testing machine  sounds simple enough. If the person has severe arthritis or an injury affecting  their neck, they may have limited ability to move their head and neck.<\/p> <p>When it comes to driving, a person needs to be able to scan their environment  by freely moving their head and neck from side to side frequently. &nbsp;<\/p> <p>  <br> <\/p> <h3>Thinking\/Memory Problems<\/h3> <p>Sometimes when an applicant is unable to read the road signs correctly,  they may have a medical condition that impacts their memory and thinking  skills like dementia or a stroke. The applicant may hesitate for a long  time, be confused with your directions or give odd answers like calling  a “yield” sign a “triangle” or “slippery when wet” sign a “boat ramp.”<\/p> <p>If the applicant has difficulty understanding  <strong>   <em>how<\/em>  <\/strong>to place their head in the vision machine they may have a medical condition  affecting their ability to understand simple directions.<\/p><p>When driving, it is important to be able to read all the road signs  <strong>   <em>and<\/em>  <\/strong>understand what they mean. Then a driver can react in a timely and appropriate  manner to avoid crashing into other vehicles, pedestrians or objects.&nbsp;<\/p> <p>Imagine if a person turned the wrong way on a highway ramp or was driving  through a construction zone and they were unable to understand a sign stating  “lane ends, merge left.”<\/p> <p>  <br> <\/p> <p>  <a href=\"\/3\/2\" class=\"next\">Next<\/a> <\/p> <progress max=\"3\" value=\"1\"><\/progress> <p class=\"progressor\">  <strong>Progress:&nbsp;&nbsp;1\/3 done with Module 3<\/strong> <\/p>","page_title":"Module 3: Testing"}