{"page_title":"Module 4: State Reporting","main_content":"<div id=\"tabSelect\">  <h1>Module 4: State Reporting<\/h1>  <a href=\"\/4\/1\" class=\"currentTab\" style=\"display: inline-block;\">Intro <\/a>  <a href=\"\/4\/2\" class=\"nextTab\" style=\"display: inline-block;\">Video<\/a>  <a href=\"\/4\/3\" class=\"nextTab\" style=\"display: inline-block;\">Quiz<\/a> <\/div> <p>When you observe an applicant with a condition which may affect driving  or if the applicant reports medical information, you should document on  <a href=\"\/docs\/form153.pdf\" target=\"_blank\">DOR form 153, Possible Driver Impairment Notification<\/a>&nbsp;and forward   to the Central Office of the Driver License Bureau for processing. This   same form may be used to request a road test with a Highway Patrol driver   examiner if the applicant has learned to drive with adaptive automobile   equipment like hand controls.<\/p> <p>The information provided in this training is based on §§ 302.173, 302.291,  and 302.301, RSMo.<\/p> <p>The training has reviewed the different skills an applicant is  <strong>   <em>required<\/em>  <\/strong>to have in order to obtain or renew their driver license or permit (e.g.  motor skills, vision, memory and thinking skills).<\/p> <p>Missouri statute has set the standards in these areas and as a license  office professional you play an essential role in determining whether an  applicant applying for a Missouri driver license or permit has a possible  impairment.<\/p> <p>What if you encounter an applicant with an observable condition that is  not addressed by an existing license restriction? What if an applicant  gives you information about his or her medical condition that appears to  impair their driving safety and ability?<\/p> <p>Keep in mind that some applicants may not be aware  they have a certain medical condition. Other applicants may be in denial  that such a medical condition could impair their driving safety and ability.<\/p> <p>  <br> <\/p> <p>  <span style=\"text-decoration:underline\">   <a href=\"\/docs\/form153.pdf\" target=\"_blank\">Form 153 titled Possible Driver Impairment(s) Notification<\/a><\/span>&nbsp;- the form requires you to describe in detail the impairment you  observe. Think in terms of the 3 major skills required for driving: vision,  motor skills, and memory and thinking skills. Write facts, not just opinions  or conclusions. For example:<\/p> <blockquote>“I observed the applicant could not use the right side of his body. No  restriction on the license. Applicant may have a possible medical impairment.”<\/blockquote> <blockquote>“I observed the applicant having trouble following directions and needed  her daughter to answer most questions. During the vision test, the applicant  could not understand how to place her head in the vision machine. She had  odd answers for road signs that did not have to do with driving. She said  the “slippery when wet” sign was a boat and called a “yield” sign a red  triangle. Applicant may have a possible medical impairment.”<\/blockquote> <blockquote>“I observed the applicant using a walker, but they appeared unsafe, like  they were going to fall. They did not appear to be using the walker correctly.”<\/blockquote> <blockquote>“I observed the applicant was using oxygen. He looked as if he was struggling  to breathe. He looked like he was in bad shape and very sick.”<\/blockquote> <p><\/p> <p>  <b>   <br>  <\/b> <\/p> <p>  <b>Note:<\/b>  <br>Some applicants, like someone who has an amputated right leg or someone  who is paralyzed from the waist down, may have been trained to drive with  hand controls to operate the gas and brake or other adapted automobile  equipment. They may or may not have any other medical condition which could  affect their driving safety and ability.<\/p> <p>In order for the restriction for hand controls to be placed on their driver  license, they will need a  <a href=\"\/docs\/form153.pdf\" target=\"_blank\">Form 153 (Possible Driver Impairment(s) Notification)<\/a>&nbsp;completed that requests the Highway Patrol Examiners re-test their  driving ability using hand controls.<\/p> <p>Contact your supervisor if you are unsure or have any questions about  the reporting process. Remember, you are a very important part of safety  on the road!<\/p> <p>  <br> <\/p> <p>  <a href=\"\/4\/2\" class=\"next\">Next<\/a> <\/p> <progress max=\"3\" value=\"1\"><\/progress> <p class=\"progressor\">  <strong>Progress:&nbsp;&nbsp;1\/3 done with Module 4<\/strong> <\/p>"}